[
  {
  "name": "Antica Mountain Select Cabernet Sauvignon",
  "stock": 10,
  "price": 47,
  "description": "They are reserved for iconic efforts from the best wineries, winemakers and of course “the fruit”. The Antinori family makes some of the best wines in the world and for those accustomed to paying $80-$120 for premium Napa Cabernet, this might be one of your favorite new wines! Rich, silky and I mean silky smooth and blackberries & dark chocolate throughout this massive effort. Will last for 20-30 years in a cellar.",
  "CategoryId": 1
  },
  {
    "name": "Hidden Vines Napa Valley Red Blend",
    "stock": 12,
    "price": 19,
    "description": "Dark red fruit on the palate with characteristics of cherry, raspberry and currant. Full bodied with well integrated oak and smooth tannins.",
    "CategoryId": 1
  },
  {
    "name": "Berryessa Gap Sauvignon Blanc",
    "stock": 8,
    "price": 19,
    "description": "Vivid, tangy citrus and kiwi aromas light up this light to medium-bodied, unoaked wine, adding apricot and white peach on the palate for impressive fruit complexity that's briskly backed by good acidity.",
    "CategoryId": 2
  },
  {
    "name": "Quinta Da Lixa Flores Vinho Verde Rose",
    "stock": 7,
    "price": 8,
    "description": "Pale pink, lively strawberry and currant aromas, floral notes complement and reveal the exuberance of the aroma. In the mouth, it presents a beautiful balance, volume and sharp acidity, lots of fresh fruit, long and delicate finish.",
    "CategoryId": 3
  },
  {
    "name": "Molino Della Suga Rosso Di Montalcino",
    "stock": 6,
    "price": 19,
    "description": "This Rosso di Montalcino slowly opens to inviting aromatics of cherries and red plums along with spices, leather and hints of wild herbs all coming together seamlessly. On the palate this is silky and polished, continuing to impress with its overall balance. There is a lovey core of sweet red fruits which are lifted by the underlying acidity as it enters the long, pretty finish. This is an outstanding effort which will continue to impress over the next few years.",
    "CategoryId": 1
  }
]